/* 5. Напишите прогр вычисления значения функции возведения числа в квадрат.*/


Console.WriteLine(" Пожалуйста введите число: ");
int number = Convert.ToInt32(Console.ReadLine());
Console.WriteLine(number * number);
